Функционал: Механизм cookies в браузере Chrome
    Для того чтобы протестировать работу механизма cookies в браузере Chrome
    Как любопытный исследователь
    Я хочу запустить несколько тестов и убедиться, что они работают

    Сценарий: Установка cookie
        Когда я открываю страницу, отдающую куку
        Тогда в браузере устанавливается кука

    Сценарий: Обновление cookie
        Когда я открываю страницу, отдающую куку
        И я открываю страницу, изменяющую куку
        Тогда в браузере будет измененная кука
